
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "ตัวเลขไม่ถูกต้อง";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "ไม่ผ่านค่าต่ำสุดที่กำหนด";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "เกินค่าสูงสุดที่กำหนด";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "ไม่อนุญาตให้ใช้จำนวนจริงจุดทศนิยม";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "รูปแบบวันไม่ถูกต้อง";

